[
  {
    "id": 1,
    "header": "Location",
    "description": "Clipperton Island, also known as Ile de la Passion, is a small uninhabited coral atoll situated in the eastern Pacific Ocean, approximately 1,000 kilometers southwest of Mexico. It falls under the jurisdiction of the French government and is administered by the High Commissioner of the French Republic in French Polynesia. Notable for its exceptional ecosystem and numerous endemic species of plants, fish, and animals, Clipperton Island also houses significant historical remains, including the ruins of a former guano mining operation, left over from American occupation during WW2, left over from a French military base. Due to its remote location and lack of infrastructure, access to the island is primarily limited to the French navy, but it also primarily attracts researchers and adventurers. \n \n It is illegal to go to Clipperton island without proper authorizations from the authorities in Papeete, Tahiti. The 12 miles surrounding the atoll is officially a natural preserve. The island is under satellite surveillance, and the French navy patrols it on a regular basis. One could be heavily fined, and a ship could be seized if caught without proper paperwork."
  },
  {
    "id": 2,
    "header": "Collaboration and Mission",
    "description": "The club and its members actively seek collaboration with other yacht clubs and organizations, while maintaining communication with the French authorities in Papeete to promote our mission and values. \n \n This approach fosters relationships, facilitates shared learning, and ensures that we remain well-informed about ecological challenges and policies, and regulations set by the High Commissary of French Polynesia. Armed with this knowledge, club members can contribute meaningfully to conversations and initiatives remotely or after onsite visits. Establishing strong relationships with the High Commissary of French Polynesia and other yacht clubs is vital to the success of our yacht club."
  },
  {
    "id": 3,
    "header": "Financing",
    "description": "The club will not engage in profit-oriented financing, and there is no cost to becoming a member. This strategy should effectively generate interest in Clipperton Island while promoting a sense of club identity and community among our members. Merchandise sales are paid through third party vendors Etsy and BigCartel. Merchandise is priced to cover the cost of the product and the cost of the artwork."
  },
  {
    "id": 4,
    "header": "Burgees",
    "description": "The burgee representing Clipperton Island features a blue background symbolizing the surrounding Pacific Ocean. The right bottom corner features a blue, white, and red outline of the atoll which represents the French sovereignty. The iconic inhabitants of the island, including the orange land crab, the booby bird (Clipperton boasts the largest colony of Boobies in the East Pacific), and a shark (there are seven documented shark species found at Clipperton), are also prominently featured. The bottom of the flag features the white letters \"CIYC\" for Clipperton Island Yacht club."
  },
  {
    "id": 5,
    "header": "Membership",
    "description": " Membership is free. Members are eligible to order the unique burgee that will be made to order and sold at cost. Pictures of the burgee displayed or flying high on a mast will be shared here. The club was founded by Eric Chevreuil, the self proclaimed Commodore. Eric went five times to Clipperton in the past 10 years, twice as a guest of the French navy and three times from Mexico (2012 x2, 2015, 2017, 2022). He totals about 30 days in survival mode on this specks of land the French also call Ile de la Passion (passion island), “le Caillou de la republique” (the Republic’s pebble), and also “Notre lac au milieu de l’ocean” (our lake in the middle of the ocean)."
  },
  {
    "id": 6,
    "header": "Duties",
    "description": "If you are going to Clipperton island or just passing through, you pledge that you will fill up the report linked below."
  }
]
